Repository: sauder5/Production
Catalog: Tables/translation.*.xlf
Languages: fr_ca

# Table 1137027125 - Field 1861213814 - Property 2879900210
source: Global Dimension 1 Filter
fr_ca: Filtre dimension principale 1

# Table 1137027125 - Field 588326355 - Property 2879900210
source: Global Dimension 2 Filter
fr_ca: Filtre dimension principale 2

# Table 1137027125 - Field 4277715959 - Property 2879900210
source: Location Filter
fr_ca: Filtre emplacement

# Table 1137027125 - Field 1970403988 - Property 2879900210
source: Lot No. Filter
fr_ca: Filtre n° lot

# Table 1137027125 - Field 1973853953 - Property 2879900210
source: Serial No. Filter
fr_ca: Filtre n° de série

# Table 1137027125 - Field 2037375551 - Property 2879900210
source: Inventory Posting Group
fr_ca: Groupe de report inventaire

# Table 1137027125 - Field 2139693550 - Property 2879900210
source: Gen. Prod. Posting Group
fr_ca: Groupe de report de produit

# Table 1137027125 - Field 1037119892 - Property 2879900210
source: Item Category Code
fr_ca: Code catégorie

# Table 1137027125 - Field 231643163 - Property 2879900210
source: Product Group Code
fr_ca: Code groupe produits

# Table 1137027125 - Field 2552458873 - Property 2879900210
source: Tax Group Code
fr_ca: Code groupe fiscal

# Table 1137027125 - Field 1303377601 - Property 2879900210
source: Global Dimension 1 Code
fr_ca: Code de dimension principal 1

# Table 1137027125 - Field 1337243520 - Property 2879900210
source: Global Dimension 2 Code
fr_ca: Code de dimension principal 2

# Table 1137027125 - Field 236064653 - Property 2879900210
source: Tax Prod. Posting Group
fr_ca: Groupe de report de produit taxe

# Table 1137027125 - Field 2165769856 - Property 2879900210
source: Costing Method
fr_ca: Mode évaluation coût

# Table 1137027125 - Field 2165769856 - Property 62802879
source: FIFO,LIFO,Specific,Average,Standard
fr_ca: PEPS,DEPS,Spécifique,Moyen,Standard

# Table 3050087373 - Field 2961552353 - Property 2879900210
source: Name
fr_ca: Nom

# Table 3050087373 - Field 966287263 - Property 2879900210
source: Name 2
fr_ca: Nom 2

# Table 3050087373 - Field 3168444338 - Property 2879900210
source: Address
fr_ca: Adresse

# Table 3050087373 - Field 2306852000 - Property 2879900210
source: Address 2
fr_ca: Adresse 2

# Table 3050087373 - Field 714791889 - Property 2879900210
source: City
fr_ca: Ville

# Table 3050087373 - Field 3986423421 - Property 2879900210
source: Phone No.
fr_ca: N° téléphone

# Table 3050087373 - Field 395248923 - Property 2879900210
source: Phone No. 2
fr_ca: N° téléphone 2

# Table 3050087373 - Field 2018866145 - Property 2879900210
source: Telex No.
fr_ca: N° télex

# Table 3050087373 - Field 1807381932 - Property 2879900210
source: Fax No.
fr_ca: N° télécopieur

# Table 3050087373 - Field 3660300303 - Property 2879900210
source: ZIP Code
fr_ca: Code postal

# Table 3050087373 - Field 499448942 - Property 2879900210
source: State
fr_ca: Comté

# Table 3050087373 - Field 284764054 - Property 2879900210
source: Country/Region Code
fr_ca: Code pays/région

# Table 3050087373 - NamedType 2476940767
source: You cannot delete the %1 %2, because they contain items.
fr_ca: Vous ne pouvez pas supprimer l'enregistrement %1 %2, car il contient des articles.

# Table 3050087373 - NamedType 3114637384
source: You cannot delete the %1 %2, because one or more Warehouse Activity Lines exist for this %1.
fr_ca: Vous ne pouvez pas supprimer le %1 %2, car il existe une ou plusieurs lignes Activité de l'entrepôt pour ce %1.

# Table 3050087373 - NamedType 3752334001
source: %1 must be Yes, because the bins contain items.
fr_ca: La valeur du champ %1 doit être Oui, car les zones contiennent des articles.

# Table 3050087373 - NamedType 95063322
source: Canceled.
fr_ca: Annulé.

# Table 3050087373 - NamedType 732759939
source: The total quantity of items in the warehouse is 0, but the Adjustment Bin contains a negative quantity and other bins contain a positive quantity.\
fr_ca: La quantité totale d'articles dans le magasin est 0, mais la zone ajustement comporte une quantité négative et d'autres zones une quantité positive.\

# Table 3050087373 - NamedType 1370456556
source: Do you still want to delete this %1?
fr_ca: Souhaitez-vous quand même supprimer cet enregistrement %1?

# Table 3050087373 - NamedType 2008153173
source: You cannot change the %1 until the inventory stored in %2 %3 is 0.
fr_ca: Vous ne pouvez pas modifier la valeur du champ %1 tant que l'inventaire stocké dans %2 %3 est 0.

# Table 3050087373 - NamedType 2645849790
source: You have to delete all Adjustment Warehouse Journal Lines first before you can change the %1.
fr_ca: Vous devez supprimer toutes les lignes du journal d'ajustement en entrepôt avant de pouvoir modifier la valeur du champ %1.

# Table 3050087373 - NamedType 3283546407
source: %1 must be %2, because one or more %3 exist.
fr_ca: %1 doit correspondre à %2, puisqu'il existe un ou plusieurs %3.

# Table 3050087373 - NamedType 3921243024
source: You cannot change %1 because there are one or more open ledger entries on this location.
fr_ca: Vous ne pouvez pas modifier l'élément %1, puisqu'une ou plusieurs entrées de grand livre sont ouvertes à cet emplacement.

# Table 3050087373 - NamedType 1664139952
source: Checking item ledger entries for open entries...
fr_ca: Recherche d'entrées ouvertes dans le grand livre...

# Table 3050087373 - NamedType 1026443335
source: You cannot change the %1 to %2 until the inventory stored in this bin is 0.
fr_ca: Vous ne pouvez pas changer la valeur du champ %1 pour %2 avant que le stock de cette zone soit à 0.

# Table 3050087373 - NamedType 2939533186
source: Before you can use Online Map, you must fill in the Online Map Setup window.\See Setting Up Online Map in Help.
fr_ca: Avant de pouvoir utiliser Online Map, vous devez compléter la fenêtre Configuration Online Map.\Consultez la section Configuration d'Online Map dans l'Aide.

# Table 3050087373 - NamedType 2301836569
source: You cannot delete %1 because there are one or more ledger entries on this location.
fr_ca: Vous ne pouvez pas supprimer la valeur %1 car il existe une ou plusieurs écritures pour cette zone.

# Table 3050087373 - NamedType 4214926420
source: You cannot change %1 because one or more %2 exist.
fr_ca: Vous ne pouvez pas modifier %1 car il existe un ou plusieurs %2.

# Table 1004390082 - Property 2879900210
source: Reason Code
fr_ca: Code motif

# Table 214948135 - Field 4152805219 - Property 2879900210
source: Código
fr_ca: Code

# Table 214948135 - Field 332278462 - Property 2879900210
source: Código
fr_ca: Code

# Table 950670484 - Field 1332305997 - Property 2879900210
source: Bal. Account No.
fr_ca: N° compte contrôle

# Table 950670484 - Field 1906384412 - Property 2879900210
source: Bank Payment Type
fr_ca: Type de paiement bancaire

# Table 950670484 - Field 1906384412 - Property 62802879
source: ,Computer Check,Manual Check,Electronic Payment,Electronic Payment-IAT
fr_ca: ,Chèque informatisé,Chèque manuel,Paiement électronique,Paiement électronique-IAT

# Table 950670484 - Field 3102776538 - Property 2879900210
source: No.
fr_ca: N°

# Table 907207146 - NamedType 3114637384
source: You cannot rename a %1.
fr_ca: Vous ne pouvez pas renommer un %1.

# Table 2782585457 - NamedType 3114637384
source: You cannot rename a %1.
fr_ca: Vous ne pouvez pas renommer un %1.

# Table 1841943581 - NamedType 3114637384
source: You cannot rename a %1.
fr_ca: Vous ne pouvez pas renommer un %1.

# Table 742160374 - NamedType 3114637384
source: You cannot rename a %1.
fr_ca: Vous ne pouvez pas renommer un %1.

# Table 3643489846 - Field 2790486453 - Property 2879900210
source: Comment
fr_ca: Commentaire

# Table 1659610789 - Field 1407200743 - Property 2879900210
source: Creation Date
fr_ca: Date création

# Table 1659610789 - Field 2393253273 - Property 2879900210
source: Last Date Modified
fr_ca: Date dernière modification

# Table 1659610789 - Field 568743302 - Property 2879900210
source: Item No.
fr_ca: N° d'article

# Table 1659610789 - Field 3450651614 - Property 2879900210
source: Variant Code
fr_ca: Code variante

# Table 1659610789 - Field 2037375551 - Property 2879900210
source: Inventory Posting Group
fr_ca: Groupe de report inventaire

# Table 1659610789 - Field 2139693550 - Property 2879900210
source: Gen. Prod. Posting Group
fr_ca: Groupe de report de produit

# Table 1659610789 - Field 2161572060 - Property 2879900210
source: Location Code
fr_ca: Code d'emplacement

# Table 1659610789 - Field 3710982960 - Property 2879900210
source: Posting Date
fr_ca: Date de report

# Table 1659610789 - Field 4085727052 - Property 2879900210
source: Due Date
fr_ca: Date d'échéance

# Table 1659610789 - Field 460889064 - Property 2879900210
source: Starting Date
fr_ca: Date début

# Table 1659610789 - Field 458406397 - Property 2879900210
source: Ending Date
fr_ca: Date fin

# Table 1659610789 - Field 2814799924 - Property 2879900210
source: Bin Code
fr_ca: Code de zone

# Table 1659610789 - Field 2704404533 - Property 2879900210
source: Quantity
fr_ca: Quantité

# Table 1659610789 - Field 3179217921 - Property 2879900210
source: Quantity (Base)
fr_ca: Quantité (base)

# Table 1659610789 - Field 2367056265 - Property 2879900210
source: Remaining Quantity
fr_ca: Quantité restante

# Table 1659610789 - Field 678654269 - Property 2879900210
source: Remaining Quantity (Base)
fr_ca: Quantité restante (base)

# Table 1659610789 - Field 262600583 - Property 2879900210
source: Assembled Quantity
fr_ca: Quantité assemblée

# Table 1659610789 - Field 2398111499 - Property 2879900210
source: Assembled Quantity (Base)
fr_ca: Quantité assemblée (base)

# Table 1659610789 - Field 551266934 - Property 2879900210
source: Quantity to Assemble
fr_ca: Quantité à assembler

# Table 1659610789 - Field 4165460906 - Property 2879900210
source: Quantity to Assemble (Base)
fr_ca: Quantité à assembler (base)

# Table 1659610789 - Field 2385270358 - Property 2879900210
source: Unit of Measure Code
fr_ca: Code unité de mesure

# Table 1659610789 - Field 806193894 - Property 2879900210
source: Qty. per Unit of Measure
fr_ca: Quantité par unité de mesure

# Table 1659610789 - Field 513339096 - Property 2879900210
source: Status
fr_ca: État

# Table 1659610789 - Field 513339096 - Property 62802879
source: Open,Finished
fr_ca: Ouvert,Libéré

# Table 1659610789 - Field 1482668068 - Property 2879900210
source: Lot No.
fr_ca: N° de lot

# Table 1659610789 - NamedType 3114637384
source: %1 %2 cannot be created, because it already exists or has been posted.
fr_ca: Impossible de créer %1 %2 car il existe déjà ou a été reporté.

# Table 1659610789 - NamedType 3752334001
source: %1 cannot be lower than the %2, which is %3.
fr_ca: %1 ne peut pas être inférieur à %2, qui est %3.

# Table 1659610789 - NamedType 95063322
source: %1 cannot be higher than the %2, which is %3.
fr_ca: %1 ne peut pas être supérieur à %2, qui est %3.

# Table 1659610789 - NamedType 1370456556
source: Changing %1 or %2 is not allowed when %3 is %4.
fr_ca: Vous n'êtes pas autorisé à modifier %1 ou %2 lorsque %3 est %4.

# Table 1659610789 - NamedType 2645849790
source: Nothing to handle.
fr_ca: Il n'y a rien à traiter.

# Table 1659610789 - NamedType 3283546407
source: Item tracking is defined for one or more lines on assembly %1 %2. Do you want to delete the %1 anyway?
fr_ca: La traçabilité est définie pour une ou plusieurs lignes de l'assemblage %1 %2. Souhaitez-vous quand même supprimer %1 ?

# Table 1659610789 - NamedType 3921243024
source: You cannot rename an %1.
fr_ca: Vous ne pouvez renommer un %1.

# Table 1659610789 - NamedType 1664139952
source: You have modified %1.
fr_ca: Vous avez modifié %1.

# Table 1659610789 - NamedType 1026443335
source: the %1 from %2 to %3
fr_ca: %1 par %2 dans %3

# Table 1659610789 - NamedType 2301836569
source: Do you want to update %1?
fr_ca: Souhaitez-vous mettre à jour %1 ?

# Table 1659610789 - NamedType 4214926420
source: %1 and %2
fr_ca: %1 et %2

# Table 1659610789 - NamedType 3577229803
source: %1 %2 is before %3 %4.
fr_ca: %1 %2 est avant %3 %4.

# Table 1659610789 - NamedType 182677577
source: Posting Date on Assembly Order %1 must not be later than the Posting Date on Sales Order %2.
fr_ca: La date de report figurant sur l'ordre d'assemblage %1 ne doit pas être postérieure à celle figurant sur le document de vente %2.

# Table 203151679 - Field 3320823955 - Property 2879900210
source: Line No.
fr_ca: N° ligne

# Table 203151679 - Field 1878130204 - Property 62802879
source: ,Item,Resource
fr_ca: ,Article,Ressource

# Table 203151679 - Field 4200184881 - Property 2879900210
source: No.
fr_ca: N°

# Table 203151679 - Field 3450651614 - Property 2879900210
source: Variant Code
fr_ca: Code variante

# Table 203151679 - Field 2611207985 - Property 2879900210
source: Resource Usage Type
fr_ca: Type d'utilisation des ressources

# Table 203151679 - Field 2611207985 - Property 62802879
source: ,Direct,Fixed
fr_ca: ,Direct,Fixe

# Table 203151679 - Field 2161572060 - Property 2879900210
source: Location Code
fr_ca: Code d'emplacement

# Table 203151679 - Field 2814799924 - Property 2879900210
source: Bin Code
fr_ca: Code de zone

# Table 203151679 - Field 2704404533 - Property 2879900210
source: Quantity
fr_ca: Quantité

# Table 203151679 - Field 3179217921 - Property 2879900210
source: Quantity (Base)
fr_ca: Quantité (base)

# Table 203151679 - Field 2367056265 - Property 2879900210
source: Remaining Quantity
fr_ca: Quantité restante

# Table 203151679 - Field 678654269 - Property 2879900210
source: Remaining Quantity (Base)
fr_ca: Quantité restante (base)

# Table 203151679 - Field 4253872189 - Property 2879900210
source: Consumed Quantity
fr_ca: Quantité consommée

# Table 203151679 - Field 3155035433 - Property 2879900210
source: Consumed Quantity (Base)
fr_ca: Quantité consommée (base)

# Table 203151679 - Field 1196134352 - Property 2879900210
source: Quantity to Consume
fr_ca: Quantité à consommer

# Table 203151679 - Field 3079674236 - Property 2879900210
source: Quantity to Consume (Base)
fr_ca: Quantité à consommer (base)

# Table 203151679 - Field 2590598785 - Property 2879900210
source: Avail. Warning
fr_ca: Avertissement dispo

# Table 203151679 - Field 4282391146 - Property 2879900210
source: Substitution Available
fr_ca: Substitution disponible

# Table 203151679 - Field 4085727052 - Property 2879900210
source: Due Date
fr_ca: Date d'échéance

# Table 203151679 - Field 3196119024 - Property 2879900210
source: Quantity per
fr_ca: Quantité par

# Table 203151679 - Field 806193894 - Property 2879900210
source: Qty. per Unit of Measure
fr_ca: Quantité par unité de mesure

# Table 203151679 - Field 2385270358 - Property 2879900210
source: Unit of Measure Code
fr_ca: Code unité de mesure

# Table 203151679 - Field 513339096 - Property 2879900210
source: Status
fr_ca: État

# Table 203151679 - Field 513339096 - Property 62802879
source: Open,Finished
fr_ca: Ouvert,Libéré

# Table 203151679 - Field 3610108984 - Property 2879900210
source: Remaining Quantity
fr_ca: Quantité restante

# Table 203151679 - Field 1230551717 - Property 2879900210
source: Quantity to Consume
fr_ca: Quantité à consommer

# Table 203151679 - Field 292203952 - Property 2879900210
source: Consumed Quantity
fr_ca: Quantité consommée

# Table 203151679 - Field 3012603652 - Property 2879900210
source: Remaining Quantity
fr_ca: Quantité restante

# Table 203151679 - Field 3504595041 - Property 2879900210
source: Remaining Quantity
fr_ca: Quantité restante

# Table 203151679 - Field 3351847676 - Property 2879900210
source: Quantity to Consume
fr_ca: Quantité à consommer

# Table 203151679 - Field 4019429225 - Property 2879900210
source: Consumed Quantity
fr_ca: Quantité consommée

# Table 203151679 - Field 679612573 - Property 2879900210
source: Remaining Quantity
fr_ca: Quantité restante

# Table 203151679 - Field 1482668068 - Property 2879900210
source: Lot No.
fr_ca: N° de lot

# Table 203151679 - NamedType 3114637384
source: Automatic reservation is not possible.\Do you want to reserve items manually?
fr_ca: La réservation automatique n'est pas possible.\Souhaitez-vous réserver les articles manuellement ?

# Table 203151679 - NamedType 3752334001
source: You cannot rename an %1.
fr_ca: Vous ne pouvez renommer un %1.

# Table 203151679 - NamedType 95063322
source: %1 cannot be higher than the %2, which is %3.
fr_ca: %1 ne peut pas être supérieur à %2, qui est %3.

# Table 203151679 - NamedType 3384974482
source: must be positive
fr_ca: doit être positif

# Table 203151679 - NamedType 2679796917
source: When posting the Applied to Ledger Entry, %1 will be opened first.
fr_ca: Lors du report de l'écriture affectée, %1 sera ouvert en premier.

# Table 203151679 - NamedType 1409433913
source: You cannot change %1 when %2 is '%3'.
fr_ca: Vous ne pouvez pas modifier %1 si %2 est « %3 ».

# Table 203151679 - NamedType 2848705940
source: %1 cannot be later than %2 because the %3 is set to %4.
fr_ca: %1 ne peut pas être postérieur à %2 car le %3 est défini sur %4.

# Table 203151679 - NamedType 612391220
source: Due Date %1 is before work date %2.
fr_ca: La date d'échéance %1 est antérieure à la date de travail %2.

# Table 2088635342 - Field 1482668068 - Property 2879900210
source: Lot No.
fr_ca: N° de lot

# Table 2436114305 - Field 1893238986 - Property 2879900210
source: Nº
fr_ca: N°

# Table 2436114305 - Field 2947543684 - Property 2879900210
source: Nº línea
fr_ca: N° ligne

# Table 2436114305 - Field 1753214751 - Property 2879900210
source: Source Type
fr_ca: Type origine

# Table 2436114305 - Field 205345179 - Property 2879900210
source: Source Subtype
fr_ca: Sous-type origine

# Table 2436114305 - Field 1882905478 - Property 2879900210
source: Source No.
fr_ca: N° origine

# Table 2436114305 - Field 312545736 - Property 2879900210
source: Source Line No.
fr_ca: N° de ligne source

# Table 2436114305 - Field 1043593140 - Property 2879900210
source: Source Subline No.
fr_ca: N° sous-ligne origine

# Table 2436114305 - Field 1045917230 - Property 2879900210
source: Source Document
fr_ca: Document origine

# Table 2436114305 - Field 1045917230 - Property 62802879
source: ,Sales Order,,,Sales Return Order,Purchase Order,,,Purchase Return Order,Inbound Transfer,Outbound Transfer,Prod. Consumption,Prod. Output,,,,,,Service Order,,Assembly Consumption,Assembly Order
fr_ca: ,Document de vente,,,Retour vente,Bon de commande,,,Retour achat,Transfert entrant,Transfert sortant,Consommation Bon de production,Production Bon de production,,,,,,Commande service,,Consommation d'assemblage,Ordre d'assemblage

# Table 2436114305 - Field 568743302 - Property 2879900210
source: Item No.
fr_ca: N° d'article

# Table 2436114305 - Field 3450651614 - Property 2879900210
source: Variant Code
fr_ca: Code variante

# Table 2436114305 - Field 2385270358 - Property 2879900210
source: Unit of Measure Code
fr_ca: Code unité de mesure

# Table 2436114305 - Field 806193894 - Property 2879900210
source: Qty. per Unit of Measure
fr_ca: Quantité par unité de mesure

# Table 2436114305 - Field 2704404533 - Property 2879900210
source: Quantity
fr_ca: Quantité
