Repository: sauder5/Production
Catalog: Pages/translation.*.xlf
Languages: es_mx, fr_ca

# Page 1696202501 - Action 18802971 - Property 2879900210
source: Item Age Composition - Qty.
es_mx: Composición antig. prod.-cdad
fr_ca: Ancienneté d'article - Qté

# Page 1696202501 - Action 3163183628 - Property 2879900210
source: Item Age Composition - Value
es_mx: Composición antig. prod.-valor
fr_ca: Ancienneté d'article - Valeur

# Page 1696202501 - Action 4293722860 - Property 2879900210
source: Item Expiration - Quantity
es_mx: Caducidad producto - Cantidad
fr_ca: Expiration d'article - Quantité

# Page 1696202501 - Action 1813101220 - Property 2879900210
source: Cost Shares Breakdown
es_mx: Análisis partes costos
fr_ca: Ventilation des partages de coûts

# Page 1696202501 - Action 1336040859 - Property 2879900210
source: Detailed Calculation
es_mx: Cálculo detallado
fr_ca: Calcul détaillé

# Page 1696202501 - Action 4259720451 - Property 2879900210
source: Rolled-up Cost Shares
es_mx: Parte costos distrib.
fr_ca: Coût actions d'ensemble

# Page 1696202501 - Action 1694229536 - Property 2879900210
source: Single-Level Cost Shares
es_mx: Parte costos a un nivel
fr_ca: Coût actions à niveau unique

# Page 1696202501 - Action 972259749 - Property 2879900210
source: Inventory to G/L Reconcile
es_mx: Existencias a concil. cont.
fr_ca: Rapprocher inventaire avec GL

# Page 1696202501 - Action 4077995341 - Property 2879900210
source: Inventory Availability
es_mx: Disponibilidad existencias
fr_ca: Disponibilité de l'inventaire

# Page 1696202501 - Action 3907968000 - Property 2879900210
source: Availability Projection
es_mx: Proyección disponib.
fr_ca: Prévision de la disponibilité

# Page 1696202501 - Action 12354155 - Property 2879900210
source: Item Charges - Specification
es_mx: Cargos prod. - especificación
fr_ca: Frais annexes - Spécification

# Page 1696202501 - Action 2177859426 - Property 2879900210
source: Item Turnover
es_mx: Análisis producto
fr_ca: Rotation d'articles

# Page 2204137076 - Control 1225278069 - Property 2879900210
source: Customer No
es_mx: Venta a-Nº cliente
fr_ca: N° client (débiteur)

# Page 2204137076 - Control 486908828 - Property 2879900210
source: Order No
es_mx: Nº documento
fr_ca: N° de document

# Page 2204137076 - Control 3710982960 - Property 2879900210
source: Date
es_mx: Fecha registro
fr_ca: Date de report

# Page 2204137076 - Control 4112852368 - Property 2879900210
source: Requested Ship Date
es_mx: Fecha envío
fr_ca: Date de livraison

# Page 2204137076 - Control 4200184881 - Property 2879900210
source: Item No
es_mx: Nº
fr_ca: N°

# Page 2204137076 - Control 2704404533 - Property 2879900210
source: Qty Ordered
es_mx: Cantidad
fr_ca: Quantité

# Page 2204137076 - Control 184790795 - Property 2879900210
source: Qty Outstanding
es_mx: Cantidad pendiente
fr_ca: Quantité en suspens

# Page 2204137076 - Control 553464652 - Property 2879900210
source: Sales Person
es_mx: Cód. vendedor
fr_ca: Code représentant

# Page 2204137076 - Control 936397875 - Property 2879900210
source: Wt In Grms
es_mx: Peso bruto
fr_ca: Poids brut

# Page 4156029073 - Action 3035192297 - Property 2879900210
source: Item Availability by
es_mx: Disponibilidad prod. por
fr_ca: Disponibilité d'article par

# Page 4156029073 - Action 3310733264 - Property 2879900210
source: Event
es_mx: Evento
fr_ca: Événement

# Page 4156029073 - Action 912261439 - Property 2879900210
source: Period
es_mx: Periodo
fr_ca: Période

# Page 4156029073 - Action 112710097 - Property 2879900210
source: Variant
es_mx: Variante
fr_ca: Variante

# Page 4156029073 - Action 3891454143 - Property 2879900210
source: Location
es_mx: Lugar
fr_ca: Emplacement

# Page 4156029073 - Action 2882465090 - Property 2879900210
source: BOM Level
es_mx: Nivel L.M.
fr_ca: Niveau nomenclature

# Page 4156029073 - Action 871244238 - Property 2879900210
source: Co&mments
es_mx: C&omentarios
fr_ca: Co&mmentaires

# Page 4156029073 - Action 4201773078 - Property 2879900210
source: History
es_mx: Historial
fr_ca: Historique

# Page 4156029073 - Action 2571907030 - Property 2879900210
source: Entries
es_mx: Movimientos
fr_ca: Écritures

# Page 4156029073 - Action 3595318222 - Property 2879900210
source: Item Ledger Entries
es_mx: Movs. producto
fr_ca: Écritures du grand livre d'articles

# Page 4156029073 - Action 3841429197 - Property 2879900210
source: Capacity Ledger Entries
es_mx: Movs. capacidad
fr_ca: Écritures du grand livre de capacité

# Page 4156029073 - Action 997740791 - Property 2879900210
source: Resource Ledger Entries
es_mx: Movs. recursos
fr_ca: Écritures ressource

# Page 4156029073 - Action 2513602899 - Property 2879900210
source: Value Entries
es_mx: Movs. valor
fr_ca: Écritures valeur

# Page 4156029073 - Action 3183467001 - Property 2879900210
source: Warehouse Entries
es_mx: Movimientos almacén
fr_ca: Écritures d'entrepôt

# Page 4156029073 - Action 1280852974 - Property 2879900210
source: Posted Assembly Orders
es_mx: Pedidos de ensamblado registrados
fr_ca: Ordres d'assemblage reportés

# Page 4156029073 - Action 4032263875 - Property 2879900210
source: Release
es_mx: Lanzar
fr_ca: Libérer

# Page 4156029073 - Action 2667510389 - Property 2879900210
source: Finish
es_mx: Lan&zar
fr_ca: &Libérer

# Page 4156029073 - Action 530829447 - Property 2879900210
source: Re&open
es_mx: &Volver a abrir
fr_ca: Ré&ouvrir

# Page 4156029073 - Action 3106002577 - Property 2879900210
source: F&unctions
es_mx: F&unciones
fr_ca: Fonction&s

# Page 4156029073 - Action 2179944918 - Property 2879900210
source: Show Availability
es_mx: Mostrar disponibilidad
fr_ca: Afficher disponibilité

# Page 4156029073 - Action 4052351936 - Property 2879900210
source: Update Unit Cost
es_mx: Actualizar costo unitario
fr_ca: Mettre à jour coût unitaire

# Page 4156029073 - Action 2938369596 - Property 2879900210
source: Refresh Lines
es_mx: Actualizar líneas
fr_ca: Actualiser lignes

# Page 4156029073 - Action 59861814 - Property 2879900210
source: Copy Document
es_mx: Copiar documento
fr_ca: Copier document

# Page 4156029073 - Action 2245087378 - Property 2879900210
source: P&osting
es_mx: &Registro
fr_ca: &Report

# Page 4156029073 - Action 4236135242 - Property 2879900210
source: P&ost
es_mx: &Registrar
fr_ca: &Reporter

# Page 4156029073 - Action 732253414 - Property 2879900210
source: Post &Batch
es_mx: Registrar por &lotes
fr_ca: Reporter &lot

# Page 4156029073 - Action 1002420131 - Property 2879900210
source: Print
es_mx: Imprimir
fr_ca: Imprimer

# Page 4156029073 - Action 146219450 - Property 2879900210
source: Order
es_mx: Pedido
fr_ca: Commande

# Page 4212803762 - Action 1402615620 - Property 2879900210
source: &Line
es_mx: &Línea
fr_ca: &Ligne

# Page 4212803762 - Action 3035192297 - Property 2879900210
source: Item Availability by
es_mx: Disponibilidad prod. por
fr_ca: Disponibilité d'article par

# Page 4212803762 - Action 3310733264 - Property 2879900210
source: Event
es_mx: Evento
fr_ca: Événement

# Page 4212803762 - Action 912261439 - Property 2879900210
source: Period
es_mx: Periodo
fr_ca: Période

# Page 4212803762 - Action 112710097 - Property 2879900210
source: Variant
es_mx: Variante
fr_ca: Variante

# Page 4212803762 - Action 3891454143 - Property 2879900210
source: Location
es_mx: Lugar
fr_ca: Emplacement

# Page 4212803762 - Action 2882465090 - Property 2879900210
source: BOM Level
es_mx: Nivel L.M.
fr_ca: Niveau nomenclature

# Page 4212803762 - Action 3868741142 - Property 2879900210
source: Reservation Entries
es_mx: Movs. reserva
fr_ca: Écritures réservation

# Page 4212803762 - Action 4023405129 - Property 2879900210
source: Item &Tracking Lines
es_mx: Líns. se&guim. prod.
fr_ca: &Lignes de traçabilité d'article

# Page 4212803762 - Action 3330051323 - Property 2879900210
source: Show Warning
es_mx: Mostrar advertencia
fr_ca: Afficher avertissement

# Page 4212803762 - Action 2173385693 - Property 2879900210
source: Dimensions
es_mx: Dimensiones

# Page 4212803762 - Action 3000180178 - Property 2879900210
source: Co&mments
es_mx: C&omentarios
fr_ca: Co&mmentaires

# Page 4212803762 - Action 2167191298 - Property 2879900210
source: Assembly BOM
es_mx: L.M. de ensamblado
fr_ca: Nomenclature d'assemblage

# Page 4212803762 - Action 3106002577 - Property 2879900210
source: F&unctions
es_mx: F&unciones
fr_ca: Fonction&s

# Page 4212803762 - Action 3506855390 - Property 2879900210
source: Select Item Substitution
es_mx: Seleccionar prod. alternativo
fr_ca: Sélectionner la substitution d'article

# Page 4212803762 - Action 1032360289 - Property 2879900210
source: E&xplode BOM
es_mx: D&esplegar L.M.
fr_ca: É&clater nomenclature

# Page 4212803762 - Action 2018581010 - Property 2879900210
source: &Reserve
es_mx: &Reserva
fr_ca: &Réserver

# Page 4212803762 - Action 1673074985 - Property 2879900210
source: Order &Tracking
es_mx: Seguimiento &pedido
fr_ca: &Suivi de commande

# Page 2638696516 - Action 1402615620 - Property 2879900210
source: &Line
es_mx: &Línea
fr_ca: &Ligne

# Page 2638696516 - Action 3035192297 - Property 2879900210
source: Item Availability by
es_mx: Disponibilidad prod. por
fr_ca: Disponibilité d'article par

# Page 2638696516 - Action 3310733264 - Property 2879900210
source: Event
es_mx: Evento
fr_ca: Événement

# Page 2638696516 - Action 912261439 - Property 2879900210
source: Period
es_mx: Periodo
fr_ca: Période

# Page 2638696516 - Action 112710097 - Property 2879900210
source: Variant
es_mx: Variante
fr_ca: Variante

# Page 2638696516 - Action 3891454143 - Property 2879900210
source: Location
es_mx: Lugar
fr_ca: Emplacement

# Page 2638696516 - Action 2882465090 - Property 2879900210
source: BOM Level
es_mx: Nivel L.M.
fr_ca: Niveau nomenclature

# Page 2638696516 - Action 3868741142 - Property 2879900210
source: Reservation Entries
es_mx: Movs. reserva
fr_ca: Écritures réservation

# Page 2638696516 - Action 4023405129 - Property 2879900210
source: Item &Tracking Lines
es_mx: Líns. se&guim. prod.
fr_ca: &Lignes de traçabilité d'article

# Page 2638696516 - Action 3330051323 - Property 2879900210
source: Show Warning
es_mx: Mostrar advertencia
fr_ca: Afficher avertissement

# Page 2638696516 - Action 2173385693 - Property 2879900210
source: Dimensions
es_mx: Dimensiones

# Page 2638696516 - Action 3000180178 - Property 2879900210
source: Co&mments
es_mx: C&omentarios
fr_ca: Co&mmentaires

# Page 2638696516 - Action 2167191298 - Property 2879900210
source: Assembly BOM
es_mx: L.M. de ensamblado
fr_ca: Nomenclature d'assemblage

# Page 2638696516 - Action 3106002577 - Property 2879900210
source: F&unctions
es_mx: F&unciones
fr_ca: Fonction&s

# Page 2638696516 - Action 3506855390 - Property 2879900210
source: Select Item Substitution
es_mx: Seleccionar prod. alternativo
fr_ca: Sélectionner la substitution d'article

# Page 2638696516 - Action 1032360289 - Property 2879900210
source: E&xplode BOM
es_mx: D&esplegar L.M.
fr_ca: É&clater nomenclature

# Page 2638696516 - Action 2018581010 - Property 2879900210
source: &Reserve
es_mx: &Reserva
fr_ca: &Réserver

# Page 2638696516 - Action 1673074985 - Property 2879900210
source: Order &Tracking
es_mx: Seguimiento &pedido
fr_ca: &Suivi de commande

# Page 2664582728 - Action 1735507514 - Property 2879900210
source: Line
es_mx: Línea
fr_ca: Ligne

# Page 2664582728 - Action 2571907030 - Property 2879900210
source: Entries
es_mx: Movimientos
fr_ca: Écritures

# Page 2664582728 - Action 3595318222 - Property 2879900210
source: Item Ledger E&ntries
es_mx: Movs. &producto
fr_ca: Écritures du gra&nd livre d'articles

# Page 2664582728 - Action 3841429197 - Property 2879900210
source: Capacity Ledger Entries
es_mx: Movs. capacidad
fr_ca: Écritures du grand livre de capacité

# Page 2664582728 - Action 997740791 - Property 2879900210
source: Resource Ledger Entries
es_mx: Movs. recursos
fr_ca: Écritures ressource

# Page 2664582728 - Action 2513602899 - Property 2879900210
source: Value Entries
es_mx: Movs. valor
fr_ca: Écritures valeur

# Page 2664582728 - Action 3183467001 - Property 2879900210
source: &Warehouse Entries
es_mx: Movs. &almacén
fr_ca: É&critures d'entrepôt

# Page 2664582728 - Action 2776961255 - Property 2879900210
source: Show Order
es_mx: Mostrar pedido
fr_ca: Afficher commande

# Page 2664582728 - Action 503024588 - Property 2879900210
source: Co&mments
es_mx: C&omentarios
fr_ca: Co&mmentaires

# Page 2664582728 - Action 3106002577 - Property 2879900210
source: F&unctions
es_mx: F&unciones
fr_ca: Fonction&s

# Page 2664582728 - Action 483158641 - Property 2879900210
source: Re&lease
es_mx: Lan&zar
fr_ca: &Libérer

# Page 2664582728 - Action 530829447 - Property 2879900210
source: Re&open
es_mx: &Volver a abrir
fr_ca: Ré&ouvrir

# Page 2664582728 - Action 2245087378 - Property 2879900210
source: P&osting
es_mx: &Registro
fr_ca: &Report

# Page 2664582728 - Action 4236135242 - Property 2879900210
source: P&ost
es_mx: &Registrar
fr_ca: &Reporter

# Page 2664582728 - Action 732253414 - Property 2879900210
source: Post &Batch
es_mx: Registrar por &lotes
fr_ca: Reporter &lot

# Page 2664582728 - Action 1002420131 - Property 2879900210
source: Print
es_mx: Imprimir
fr_ca: Imprimer

# Page 2664582728 - Action 146219450 - Property 2879900210
source: Order
es_mx: Pedido
fr_ca: Commande

# Page 2184042621 - Property 2879900210
source: Comment Sheet
es_mx: Hoja comentarios
fr_ca: Feuille de commentaires

# Page 3014924552 - Control 318613646 - Property 2879900210
source: Details
es_mx: Detalles
fr_ca: Détails

# Page 3014924552 - Control 4200184881 - Property 2879900210
source: Item No.
es_mx: Nº
fr_ca: N°

# Page 3014924552 - Control 3461834954 - Property 2879900210
source: Item Description
es_mx: Descripción
fr_ca: Description

# Page 3014924552 - Action 3106002577 - Property 2879900210
source: F&unctions
es_mx: F&unciones
fr_ca: Fonction&s

# Page 3014924552 - Action 1592581304 - Property 2879900210
source: Calculate
es_mx: Actualizar líneas
fr_ca: Actualiser lignes

# Page 3751014469 - Property 2879900210
source: Session List
es_mx: Lista de sesiones
fr_ca: Liste des sessions

# Page 3751014469 - Property 2019332006
source: New,Process,Report,Session,SQL Trace,Events
es_mx: Nuevo,Procesar,Informar,Sesión,Seguimiento SQL,Eventos
fr_ca: Nouveau,Traitement,Rapport,Session,Trace SQL,Événements

# Page 3751014469 - Control 591262642 - Property 2879900210
source: Session ID
es_mx: Id. sesión
fr_ca: Code session

# Page 3751014469 - Control 591262642 - Property 1295455071
source: Specifies the session in the list.
es_mx: Especifica la sesión en la lista.
fr_ca: Spécifie la session dans la liste.

# Page 3751014469 - Control 2708250016 - Property 2879900210
source: User ID
es_mx: Id. usuario
fr_ca: Code utilisateur

# Page 3751014469 - Control 2708250016 - Property 1295455071
source: Specifies the user name of the user who is logged on to the active session.
es_mx: Especifica el nombre del usuario que ha iniciado sesión en la sesión activa.
fr_ca: Spécifie le nom d'utilisateur de l'utilisateur qui est connecté à la session active.

# Page 3751014469 - Control 3725197100 - Property 2879900210
source: SQL Tracing
es_mx: Seguimiento SQL
fr_ca: Traçage SQL

# Page 3751014469 - Control 3725197100 - Property 1295455071
source: Specifies if SQL tracing is enabled.
es_mx: Especifica si el seguimiento SQL está habilitado.
fr_ca: Indique si le traçage SQL est activé.

# Page 3751014469 - Control 1212258331 - Property 2879900210
source: Client Type
es_mx: Tipo cliente
fr_ca: Type de client

# Page 3751014469 - Control 1212258331 - Property 1295455071
source: Specifies the client type on which the session event occurred, such as Web Service and Client Service .
es_mx: Especifica el tipo de cliente en que se ha producido el evento de sesión como servicio web y servicio cliente.
fr_ca: Spécifie le type de client sur lequel l'événement de session s'est produit, par exemple le Service Web et le Service Client.

# Page 3751014469 - Control 3195452294 - Property 2879900210
source: Login Date
es_mx: Fecha conexión
fr_ca: Date connexion

# Page 3751014469 - Control 3195452294 - Property 1295455071
source: Specifies the date and time that the session started on the Dynamics NAV Server instance.
es_mx: Especifica la fecha y la hora en que se inició la sesión en la instancia de servidor de Dynamics NAV.
fr_ca: Spécifie la date et l'heure auxquelles la session a démarré sur l'instance Dynamics NAV Server.

# Page 3751014469 - Control 3935890327 - Property 2879900210
source: Server Computer Name
es_mx: Nombre equipo servidor
fr_ca: Nom du serveur

# Page 3751014469 - Control 3935890327 - Property 1295455071
source: Specifies the fully qualified domain name (FQDN) of the computer on which the Dynamics NAV Server instance runs.
es_mx: Especifica el nombre de dominio completo (FQDN) del equipo en el que se ejecuta la instancia de servidor de Dynamics NAV.
fr_ca: Spécifie le nom de domaine complet (FQDN) de l'ordinateur sur lequel l'instance Dynamics NAV Server est exécutée.

# Page 3751014469 - Control 1960287909 - Property 2879900210
source: Server Instance Name
es_mx: Nombre instancia servidor
fr_ca: Nom d'instance de serveur

# Page 3751014469 - Control 1960287909 - Property 1295455071
source: Specifies the name of the Dynamics NAV Server instance to which the session is connected. The server instance name comes from the Session Event table.
es_mx: Especifica el nombre de la instancia de servidor de Dynamics NAV a la que está conectada la sesión. El nombre de la instancia del servidor proviene de la tabla Evento de sesión.
fr_ca: Spécifie le nom de l'instance Dynamics NAV Server à laquelle la session est connectée. Le nom de l'instance de serveur provient de la table Événement de session.

# Page 3751014469 - Control 178877184 - Property 2879900210
source: Debugging
es_mx: Depuración
fr_ca: Débogage

# Page 3751014469 - Control 178877184 - Property 1295455071
source: Specifies sessions that are being debugged.
es_mx: Especifica las sesiones que se están depurando.
fr_ca: Spécifie les sessions en cours de débogage.

# Page 3751014469 - Control 2311136359 - Property 2879900210
source: Debugged
es_mx: Depurado
fr_ca: Débogué

# Page 3751014469 - Control 2311136359 - Property 1295455071
source: Specifies debugged sessions.
es_mx: Especifica las sesiones depuradas.
fr_ca: Spécifie les sessions déboguées.

# Page 3751014469 - Action 381004922 - Property 2879900210
source: Session
es_mx: Sesión

# Page 3751014469 - Action 1074617178 - Property 2879900210
source: Debug
es_mx: Depurar
fr_ca: Déboguer

# Page 3751014469 - Action 1074617178 - Property 1295455071
source: Debug the selected session
es_mx: Depura la sesión seleccionada.
fr_ca: Déboguez la session sélectionnée.

# Page 3751014469 - Action 1667593996 - Property 2879900210
source: Debug Next
es_mx: Depurar siguiente
fr_ca: Déboguer suivant

# Page 3751014469 - Action 1667593996 - Property 1295455071
source: Debug the next session that breaks code execution.
es_mx: Depura la siguiente sesión que interrumpe la ejecución del código.
fr_ca: Déboguez la session suivante qui interrompt l'exécution du code.

# Page 3751014469 - Action 3022701881 - Property 2879900210
source: SQL Trace
es_mx: Seguimiento SQL
fr_ca: Trace SQL

# Page 3751014469 - Action 2406922915 - Property 2879900210
source: Start Full SQL Tracing
es_mx: Iniciar seguimiento SQL completo
fr_ca: Démarrer traçage SQL complet

# Page 3751014469 - Action 2406922915 - Property 1295455071
source: Start SQL tracing.
es_mx: Inicia el seguimiento SQL.
fr_ca: Démarrez le traçage SQL.

# Page 3751014469 - Action 3655055107 - Property 2879900210
source: Stop Full SQL Tracing
es_mx: Detener seguimiento SQL completo
fr_ca: Arrêter traçage SQL complet

# Page 3751014469 - Action 3655055107 - Property 1295455071
source: Stop the current SQL tracing.
es_mx: Detiene el seguimiento SQL actual.
fr_ca: Arrêtez le traçage SQL en cours.

# Page 3751014469 - Action 3310733264 - Property 2879900210
source: Event
es_mx: Evento
fr_ca: Événement

# Page 3751014469 - Action 2332345844 - Property 2879900210
source: Subscriptions
es_mx: Suscripciones
fr_ca: Abonnements

# Page 3751014469 - Action 2332345844 - Property 1295455071
source: Show event subscriptions.
es_mx: Permite mostrar las suscripciones a eventos.
fr_ca: Affichez les abonnements aux évènements.

# Page 2265437581 - Control 2445482498 - Property 2879900210
source: General
fr_ca: Général

# Page 2265437581 - Control 187607738 - Property 2879900210
source: Envío a-Estado / C.P.
fr_ca: État-Province/code postal de livraison

# Page 4156029073 - Control 63266223 - Property 2879900210
source: General
fr_ca: Général

# Page 4156029073 - Action 2445482498 - Property 2879900210
source: General
fr_ca: Général
