Repository: sauder5/Production
Catalog: Pages/translation.*.xlf
Languages: es_mx, fr_ca

# Page 2337365189 - Action 127686680 - Property 2879900210
source: Show &Document
es_mx: &Mostrar documento almacén
fr_ca: Afficher &doc. magasin

# Page 1081945192 - Action 127686680 - Property 2879900210
source: Show &Document
es_mx: &Mostrar documento almacén
fr_ca: Afficher &doc. magasin

# Page 2093608227 - Action 127686680 - Property 2879900210
source: Show &Document
es_mx: &Mostrar documento almacén
fr_ca: Afficher &doc. magasin

# Page 3572263660 - Action 127686680 - Property 2879900210
source: Show &Document
es_mx: &Mostrar documento almacén
fr_ca: Afficher &doc. magasin

# Page 2265437581 - Property 2879900210
source: Purchase Order
es_mx: Pedido compra
fr_ca: Bon de commande

# Page 2265437581 - Control 1976942833 - Property 2879900210
source: Buy-from State
es_mx: Compra a-Estado / C.P.
fr_ca: CP/Ville fournisseur

# Page 2265437581 - Control 1450094168 - Property 2879900210
source: Invoicing
es_mx: Facturación
fr_ca: Facturation

# Page 2265437581 - Control 1727270656 - Property 2879900210
source: State
es_mx: Estado / C.P.
fr_ca: État-Province/code postal

# Page 2265437581 - Control 3097346278 - Property 2879900210
source: Shipping
es_mx: Envío
fr_ca: Livraison

# Page 2265437581 - Control 3624777196 - Property 2879900210
source: Foreign Trade
es_mx: Comercio exterior
fr_ca: Commerce étranger

# Page 2265437581 - Control 1587433127 - Property 2879900210
source: Prepayment
es_mx: Anticipo
fr_ca: Paiement anticipé

# Page 2265437581 - Control 1401769901 - Property 2879900210
source: Electronic Invoice
es_mx: Factura electrónica
fr_ca: Facture électronique

# Page 2265437581 - Action 4051756668 - Property 2879900210
source: O&rder
es_mx: &Pedido
fr_ca: C&ommande

# Page 2265437581 - Action 3000180178 - Property 2879900210
source: Co&mments
es_mx: C&omentarios
fr_ca: Co&mmentaires

# Page 2265437581 - Action 1002420131 - Property 2879900210
source: Print
es_mx: Imprimir
fr_ca: Imprimer

# Page 2265437581 - Action 1344672713 - Property 2879900210
source: &Print
es_mx: &Imprimir
fr_ca: &Imprimer

# Page 1378075203 - Property 2879900210
source: Lines
es_mx: Líneas
fr_ca: Lignes

# Page 1378075203 - NamedType 2476940767
source: Unable to run this function while in View mode.
es_mx: No es posible ejecutar esta función en el modo Ver.
fr_ca: Impossible d'exécuter cette fonction en mode Afficher.

# Page 1378075203 - NamedType 3114637384
source: You cannot use the Explode BOM function because a prepayment of the purchase order has been invoiced.
es_mx: No puede usar la función Desplegar L.M. puesto que se ha facturado un anticipo del pedido de compra.
fr_ca: Vous ne pouvez pas utiliser la fonction Éclater nomenclature car un paiement anticipé du bon de commande a été facturé.

# Page 4059005410 - Property 2879900210
source: Lines
es_mx: Líneas
fr_ca: Lignes

# Page 4059005410 - Control 1828185298 - Property 2879900210
source: Sales Price Exists
es_mx: Existe precio venta
fr_ca: Prix de vente existant

# Page 4059005410 - Control 3176527701 - Property 2879900210
source: Sales Line Disc. Exists
es_mx: Existe dto. línea venta
fr_ca: Rem. ligne vente existante

# Page 4059005410 - Action 1402615620 - Property 2879900210
source: &Line
es_mx: &Línea
fr_ca: &Ligne

# Page 4059005410 - Action 3035192297 - Property 2879900210
source: Item Availability by
es_mx: Disponibilidad prod. por
fr_ca: Disponibilité d'article par

# Page 4059005410 - Action 3101858065 - Property 2879900210
source: Event
es_mx: Evento
fr_ca: Événement

# Page 4059005410 - Action 912261439 - Property 2879900210
source: Period
es_mx: Periodo
fr_ca: Période

# Page 4059005410 - Action 112710097 - Property 2879900210
source: Variant
es_mx: Variante
fr_ca: Variante

# Page 4059005410 - Action 3891454143 - Property 2879900210
source: Location
es_mx: Almacén
fr_ca: Emplacement

# Page 4059005410 - Action 2882465090 - Property 2879900210
source: BOM Level
es_mx: Nivel L.M.
fr_ca: Niveau nomenclature

# Page 4059005410 - Action 3868741142 - Property 2879900210
source: Reservation Entries
es_mx: Movs. reserva
fr_ca: Entrées de réservation

# Page 4059005410 - Action 3557000673 - Property 2879900210
source: Item &Tracking Lines
es_mx: Líns. se&guim. prod.
fr_ca: &Lignes de traçabilité d'article

# Page 4059005410 - Action 1497016646 - Property 2879900210
source: Select Item Substitution
es_mx: Seleccionar prod. alternativo
fr_ca: Sélectionner la substitution d'article

# Page 4059005410 - Action 2173385693 - Property 2879900210
source: Dimensions
es_mx: Dimensiones

# Page 4059005410 - Action 3000180178 - Property 2879900210
source: Co&mments
es_mx: C&omentarios
fr_ca: Co&mmentaires

# Page 4059005410 - Action 3470782150 - Property 2879900210
source: Item Charge &Assignment
es_mx: Asi&gnación cargos prod.
fr_ca: &Affectation frais annexes

# Page 4059005410 - Action 1137230472 - Property 2879900210
source: Order &Promising
es_mx: Comprom&iso entrega
fr_ca: &Promesse de livraison

# Page 4059005410 - Action 576768657 - Property 2879900210
source: Assemble to Order
es_mx: Ensamblar para pedido
fr_ca: Assembler pour commande

# Page 4059005410 - Action 1950264030 - Property 2879900210
source: Assemble-to-Order Lines
es_mx: Ensamblar para líneas de pedido
fr_ca: Lignes Assembler pour commande

# Page 4059005410 - Action 3269837029 - Property 2879900210
source: Roll Up &Price
es_mx: Revertir &precio
fr_ca: &Prix relation

# Page 4059005410 - Action 2028552399 - Property 2879900210
source: Roll Up &Cost
es_mx: Distribuir &costo
fr_ca: &Coûts relation

# Page 4059005410 - Action 3106002577 - Property 2879900210
source: F&unctions
es_mx: Acci&ones
fr_ca: F&onctions

# Page 4059005410 - Action 2811724005 - Property 2879900210
source: Get Price
es_mx: Tomar precio
fr_ca: Obtenir le prix

# Page 4059005410 - Action 2269973469 - Property 2879900210
source: Get Li&ne Discount
es_mx: Tomar descuento lí&nea
fr_ca: Obtenir l'escompte de li&gne

# Page 4059005410 - Action 485657195 - Property 2879900210
source: E&xplode BOM
es_mx: &Desplegar L.M.
fr_ca: É&clater nomenclature

# Page 4059005410 - Action 166497642 - Property 2879900210
source: Insert &Ext. Text
es_mx: Insertar t&exto adicional
fr_ca: Insérer te&xte étendu

# Page 4059005410 - Action 825293260 - Property 2879900210
source: &Reserve
es_mx: &Reserva
fr_ca: &Réserver

# Page 4059005410 - Action 1661329771 - Property 2879900210
source: Order &Tracking
es_mx: &Seguimiento pedido
fr_ca: &Suivi de commande

# Page 4059005410 - Action 3696516953 - Property 2879900210
source: Nonstoc&k Items
es_mx: Prods. no in&ventariables
fr_ca: Articles &hors stock

# Page 4059005410 - Action 4051756668 - Property 2879900210
source: O&rder
es_mx: &Pedido
fr_ca: &Commande

# Page 4059005410 - Action 1680165625 - Property 2879900210
source: Dr&op Shipment
es_mx: Enví&o directo
fr_ca: &Livraison directe

# Page 4059005410 - Action 2446493245 - Property 2879900210
source: Purchase &Order
es_mx: Pedido de &compra
fr_ca: Bon de c&ommande

# Page 4059005410 - Action 2668226155 - Property 2879900210
source: Speci&al Order
es_mx: &Pedido especial
fr_ca: Commande spéci&ale

# Page 4059005410 - Action 1716871108 - Property 2879900210
source: Purchase &Order
es_mx: Pedido de &compra
fr_ca: Bon de c&ommande

# Page 4059005410 - NamedType 3114637384
source: You cannot use the Explode BOM function because a prepayment of the sales order has been invoiced.
es_mx: No puede usar la función Desplegar L.M. puesto que se ha facturado un anticipo del pedido de venta.
fr_ca: Vous ne pouvez pas utiliser la fonction Éclater nomenclature car un acompte du document de vente a été facturé.

# Page 2790259055 - Property 2879900210
source: Comment Sheet
es_mx: Hoja comentarios
fr_ca: Feuille de commentaires

# Page 2860871653 - Property 2879900210
source: Sales Lines
es_mx: Líns. venta
fr_ca: Lignes ventes

# Page 2860871653 - Action 1402615620 - Property 2879900210
source: &Line
es_mx: &Línea
fr_ca: &Ligne

# Page 2860871653 - Action 1107476520 - Property 2879900210
source: Show Document
es_mx: Muestra documento
fr_ca: Afficher le document

# Page 2860871653 - Action 3868741142 - Property 2879900210
source: Reservation Entries
es_mx: Movs. reserva
fr_ca: Écritures réservation

# Page 2860871653 - Action 1621753147 - Property 2879900210
source: Item &Tracking Lines
es_mx: Líns. &seguim. prod.
fr_ca: &Lignes de traçabilité d'article

# Page 1696202501 - Property 2879900210
source: Item List
es_mx: Lista de productos
fr_ca: Liste des articles

# Page 1696202501 - Action 2336152139 - Property 2879900210
source: Availability
es_mx: Disponibilidad
fr_ca: Disponibilité

# Page 1696202501 - Action 465220434 - Property 2879900210
source: Items b&y Location
es_mx: Prods. por &almacén
fr_ca: Articles &par emplacement

# Page 1696202501 - Action 1327594867 - Property 2879900210
source: &Item Availability by
es_mx: &Disponibilidad prod. por
fr_ca: Disponibilité d'&article par

# Page 1696202501 - Action 1893945779 - Property 2879900210
source: Event
es_mx: Evento
fr_ca: Événement

# Page 1696202501 - Action 912261439 - Property 2879900210
source: Period
es_mx: Periodo
fr_ca: Période

# Page 1696202501 - Action 112710097 - Property 2879900210
source: Variant
es_mx: Variante
fr_ca: Variante

# Page 1696202501 - Action 3891454143 - Property 2879900210
source: Location
es_mx: Almacén
fr_ca: Emplacement

# Page 1696202501 - Action 2882465090 - Property 2879900210
source: BOM Level
es_mx: Nivel L.M.
fr_ca: Niveau nomenclature

# Page 1696202501 - Action 38117613 - Property 2879900210
source: Timeline
es_mx: Escala de tiempo
fr_ca: Chronologie

# Page 1696202501 - Action 138642376 - Property 2879900210
source: Master Data
es_mx: Datos maestros
fr_ca: Données principales

# Page 1696202501 - Action 1934293742 - Property 2879900210
source: &Units of Measure
es_mx: &Unidades medida
fr_ca: &Unités de mesure

# Page 1696202501 - Action 560452558 - Property 2879900210
source: Va&riants
es_mx: Va&riantes
fr_ca: Va&riantes

# Page 1696202501 - Action 2173385693 - Property 2879900210
source: Dimensions
es_mx: Dimensiones

# Page 1696202501 - Action 937422408 - Property 2879900210
source: Dimensions-Single
es_mx: Dimensiones-Individual
fr_ca: Dimensions - Simples

# Page 1696202501 - Action 1990766644 - Property 2879900210
source: Dimensions-&Multiple
es_mx: Dimensiones-&Múltiple
fr_ca: Dimensions - &Multiples

# Page 1696202501 - Action 1127181102 - Property 2879900210
source: Substituti&ons
es_mx: Sustitu&ciones
fr_ca: Articles de su&bstitution

# Page 1696202501 - Action 2248771700 - Property 2879900210
source: Cross Re&ferences
es_mx: Referencias cru&zadas
fr_ca: Ren&vois

# Page 1696202501 - Action 908108888 - Property 2879900210
source: E&xtended Text
es_mx: Te&xtos adicionales
fr_ca: Te&xtes étendus

# Page 1696202501 - Action 2653012956 - Property 2879900210
source: Translations
es_mx: Traducciones
fr_ca: Traductions

# Page 1696202501 - Action 1235454278 - Property 2879900210
source: &Picture
es_mx: Ima&gen
fr_ca: &Image

# Page 1696202501 - Action 3076206668 - Property 2879900210
source: Identifiers
es_mx: Identificadores
fr_ca: Identificateurs

# Page 1696202501 - Action 3576799342 - Property 2879900210
source: Assembly/Production
es_mx: Ensamblado/producción
fr_ca: Assemblage/Production

# Page 1696202501 - Action 2369427383 - Property 2879900210
source: Structure
es_mx: Estructura

# Page 1696202501 - Action 3599785199 - Property 2879900210
source: Cost Shares
es_mx: Partes costos
fr_ca: Coûts totaux

# Page 1696202501 - Action 2515278164 - Property 2879900210
source: Assemb&ly
es_mx: Ensam&blado
fr_ca: Assemb&lage

# Page 1696202501 - Action 1031842751 - Property 2879900210
source: Assembly BOM
es_mx: L.M. de ensamblado
fr_ca: Nomenclature d'assemblage

# Page 1696202501 - Action 3114594945 - Property 2879900210
source: Where-Used
es_mx: Puntos-de-uso
fr_ca: Cas d'emploi

# Page 1696202501 - Action 3540372295 - Property 2879900210
source: Calc. Stan&dard Cost
es_mx: Calcular costo están&dar
fr_ca: Calculer coût stan&dard

# Page 1696202501 - Action 1621026876 - Property 2879900210
source: Calc. Unit Price
es_mx: Calc. precio unitario
fr_ca: Calculer prix unitaire

# Page 1696202501 - Action 1065337893 - Property 2879900210
source: Production
es_mx: Producción
fr_ca: Fabrication

# Page 1696202501 - Action 1211261581 - Property 2879900210
source: Production BOM
es_mx: L.M. producción
fr_ca: Nomenclature de production

# Page 1696202501 - Action 72622039 - Property 2879900210
source: Where-Used
es_mx: Puntos-de-uso
fr_ca: Cas d'emploi

# Page 1696202501 - Action 2454499484 - Property 2879900210
source: Calc. Stan&dard Cost
es_mx: Calcular costo están&dar
fr_ca: Calculer coût stan&dard

# Page 1696202501 - Action 4201773078 - Property 2879900210
source: History
es_mx: Historial
fr_ca: Historique

# Page 1696202501 - Action 956727360 - Property 2879900210
source: E&ntries
es_mx: &Movimientos
fr_ca: É&critures

# Page 1696202501 - Action 1111476699 - Property 2879900210
source: Ledger E&ntries
es_mx: &Movimientos
fr_ca: É&critures comptables

# Page 1696202501 - Action 3647306376 - Property 2879900210
source: &Reservation Entries
es_mx: Movs. &reserva
fr_ca: Écritures &réservation

# Page 1696202501 - Action 3827382521 - Property 2879900210
source: &Phys. Inventory Ledger Entries
es_mx: Movs. inventario fí&sico
fr_ca: Écritures du grand livre de l'inventaire physique

# Page 1696202501 - Action 2270291913 - Property 2879900210
source: &Value Entries
es_mx: Movs. &valor
fr_ca: Écritures &valeur

# Page 1696202501 - Action 2170564227 - Property 2879900210
source: &Warehouse Entries
es_mx: Movs. &almacén
fr_ca: É&critures d'entrepôt

# Page 1696202501 - Action 84074407 - Property 2879900210
source: Statistics
es_mx: Estadísticas
fr_ca: Statistiques

# Page 1696202501 - Action 387093787 - Property 2879900210
source: Statistics
es_mx: Estadísticas
fr_ca: Statistiques

# Page 1696202501 - Action 162786187 - Property 2879900210
source: Entry Statistics
es_mx: Estadísticas documentos
fr_ca: Statistiques écritures

# Page 1696202501 - Action 3764889183 - Property 2879900210
source: T&urnover
es_mx: Aná&lisis
fr_ca: Ro&ulement

# Page 1696202501 - Action 3000180178 - Property 2879900210
source: Co&mments
es_mx: C&omentarios
fr_ca: Co&mmentaires

# Page 1696202501 - Action 655202066 - Property 2879900210
source: S&ales
es_mx: Ve&ntas
fr_ca: V&entes

# Page 1696202501 - Action 1167061642 - Property 2879900210
source: Prices
es_mx: Precios
fr_ca: Prix

# Page 1696202501 - Action 2185526028 - Property 2879900210
source: Line Discounts
es_mx: Descuentos línea
fr_ca: Ligne Escomptes

# Page 1696202501 - Action 1361257300 - Property 2879900210
source: Prepa&yment Percentages
es_mx: Porcentajes &anticipo
fr_ca: Pour&centages paiement anticipé

# Page 1696202501 - Action 3435539207 - Property 2879900210
source: Orders
es_mx: Pedidos
fr_ca: Commandes

# Page 1696202501 - Action 4153998688 - Property 2879900210
source: Returns Orders
es_mx: Devoluciones
fr_ca: Retours

# Page 1696202501 - Action 544081834 - Property 2879900210
source: &Purchases
es_mx: &Compras
fr_ca: &Achats

# Page 1696202501 - Action 1911892283 - Property 2879900210
source: Ven&dors
es_mx: Provee&dores
fr_ca: &Fournisseurs

# Page 1696202501 - Action 3753239016 - Property 2879900210
source: Prices
es_mx: Precios
fr_ca: Prix

# Page 1696202501 - Action 1335269804 - Property 2879900210
source: Line Discounts
es_mx: Descuentos línea
fr_ca: Ligne Escomptes

# Page 1696202501 - Action 13300884 - Property 2879900210
source: Prepa&yment Percentages
es_mx: Porcentajes &anticipo
fr_ca: Pour&centages paiement anticipé

# Page 1696202501 - Action 2610663038 - Property 2879900210
source: Orders
es_mx: Pedidos
fr_ca: Commandes

# Page 1696202501 - Action 2778639561 - Property 2879900210
source: Return Orders
es_mx: Devoluciones
fr_ca: Retours

# Page 1696202501 - Action 3696516953 - Property 2879900210
source: Nonstoc&k Items
es_mx: Prods. no in&ventariables
fr_ca: Articles &hors stock

# Page 1696202501 - Action 1484878399 - Property 2879900210
source: Warehouse
es_mx: Almacén
fr_ca: Entrepôt

# Page 1696202501 - Action 4285823019 - Property 2879900210
source: &Bin Contents
es_mx: Contenidos u&bicación
fr_ca: C&ontenu de la zone

# Page 1696202501 - Action 3524452708 - Property 2879900210
source: Stockkeepin&g Units
es_mx: &Uds. de almacenam.
fr_ca: Unités de stoc&k

# Page 1696202501 - Action 2187938695 - Property 2879900210
source: Service
es_mx: Servicio

# Page 1696202501 - Action 3743510551 - Property 2879900210
source: Ser&vice Items
es_mx: Prods. &servicio
fr_ca: &Articles de service

# Page 1696202501 - Action 2374845420 - Property 2879900210
source: Troubleshooting
es_mx: Solución de problemas
fr_ca: Dépannage

# Page 1696202501 - Action 2867160721 - Property 2879900210
source: Troubleshooting Setup
es_mx: Config. detección errores
fr_ca: Configuration dépannage

# Page 1696202501 - Action 3504687331 - Property 2879900210
source: Resources
es_mx: Recursos
fr_ca: Ressources

# Page 1696202501 - Action 3510195800 - Property 2879900210
source: R&esource
es_mx: &Recurso
fr_ca: Re&ssource

# Page 1696202501 - Action 4195668082 - Property 2879900210
source: Resource &Skills
es_mx: &Cualificaciones
fr_ca: &Compétences de la ressource

# Page 1696202501 - Action 635594185 - Property 2879900210
source: Skilled R&esources
es_mx: &Recursos calificados
fr_ca: &Ressources compétentes

# Page 1696202501 - Action 3106002577 - Property 2879900210
source: F&unctions
es_mx: Acci&ones
fr_ca: F&onctions

# Page 1696202501 - Action 1106185521 - Property 2879900210
source: &Create Stockkeeping Unit
es_mx: &Crear unidad de almacenam.
fr_ca: &Créer unité de stock

# Page 1696202501 - Action 2396359224 - Property 2879900210
source: C&alculate Counting Period
es_mx: Ca&lcular periodo recuento
fr_ca: C&alculer période d'inventaire

# Page 1696202501 - Action 352260082 - Property 2879900210
source: Sales Prices
es_mx: Precios de venta
fr_ca: Prix de vente

# Page 1696202501 - Action 311504068 - Property 2879900210
source: Sales Line Discounts
es_mx: Descuentos línea de ventas
fr_ca: Escomptes de ligne de vente

# Page 1696202501 - Action 2896033718 - Property 2879900210
source: Requisition Worksheet
es_mx: Hoja de demanda
fr_ca: Feuille de réquisition

# Page 1696202501 - Action 3940806096 - Property 2879900210
source: Item Journal
es_mx: Diario productos
fr_ca: Journal article

# Page 1696202501 - Action 1109308239 - Property 2879900210
source: Item Reclassification Journal
es_mx: Diario reclasificación producto
fr_ca: Journal de reclassements d'articles

# Page 1696202501 - Action 4087909443 - Property 2879900210
source: Item Tracing
es_mx: Seguim. prod.
fr_ca: Repérage d'article

# Page 1696202501 - Action 54835715 - Property 2879900210
source: Adjust Item Cost/Price
es_mx: Modificar precios/costos de productos
fr_ca: Ajuster coût et prix article

# Page 1696202501 - Action 3094448912 - Property 2879900210
source: Adjust Cost - Item Entries
es_mx: Valorar existencias - movs. producto
fr_ca: Articles - Ajuster les coûts

# Page 1696202501 - Action 359861775 - Property 2879900210
source: Inventory - List
es_mx: Existencias - Listado
fr_ca: Inventaire - Liste

# Page 1696202501 - Action 1880227855 - Property 2879900210
source: Item/Vendor Catalog
es_mx: Producto - Lista proveedores
fr_ca: Catalogue article/fournisseur

# Page 1696202501 - Action 3253409176 - Property 2879900210
source: Phys. Inventory List
es_mx: Lista inventario físico
fr_ca: Liste de l'inventaire physique

# Page 1696202501 - Action 1176349481 - Property 2879900210
source: Price List
es_mx: Lista de precios
fr_ca: Liste de prix

# Page 1696202501 - Action 4158090559 - Property 2879900210
source: Inventory Cost and Price List
es_mx: Lista de precios y costos
fr_ca: Coût de l'inventaire et liste de prix

# Page 1696202501 - Action 2683832369 - Property 2879900210
source: Inventory - Top 10 List
es_mx: Existencias - Listado 10 mejores
fr_ca: Inventaire - Liste des 10 meilleurs

# Page 1696202501 - Action 1085471037 - Property 2879900210
source: Where-Used (Top Level)
es_mx: Puntos-de-uso (nivel superior)
fr_ca: Cas d'emploi (échelon le plus élevé)

# Page 1696202501 - Action 2848065425 - Property 2879900210
source: Quantity Explosion of BOM
es_mx: Despliegue cantidad en L.M.
fr_ca: Explosion de la quantité de nomenclature

# Page 1696202501 - Action 434249775 - Property 2879900210
source: Compare List
es_mx: Lista comparación
fr_ca: Liste de comparaison

# Page 1696202501 - Action 2784129654 - Property 2879900210
source: Item Register - Quantity
es_mx: Registro prod. - cdad.
fr_ca: Registre d'articles - Quantité

# Page 1696202501 - Action 2478537982 - Property 2879900210
source: Inventory - Transaction Detail
es_mx: Existencias - Movimientos
fr_ca: Inventaire - Détail de transaction

# Page 1696202501 - Action 322208840 - Property 2879900210
source: Back Order Fill by Item
es_mx: Ped. pdte. por producto
fr_ca: Commande en retard par article

# Page 1696202501 - Action 1941435189 - Property 2879900210
source: Issue History
es_mx: Emitir historial
fr_ca: Émettre l'historique

# Page 1696202501 - Action 3976776903 - Property 2879900210
source: Picking List by Item
es_mx: List. picking por prod.
fr_ca: Bon de cueillette par article

# Page 1696202501 - Action 2410416993 - Property 2879900210
source: Purchase Advice
es_mx: Aviso compra
fr_ca: Avis d'achat

# Page 1696202501 - Action 3556324406 - Property 2879900210
source: Sales Order Status
es_mx: Estado pedido venta
fr_ca: État du document de vente

# Page 1696202501 - Action 1198997472 - Property 2879900210
source: Inventory Purchase Orders
es_mx: Producto - Pedidos compra
fr_ca: Bons de commande d'inventaire

# Page 1696202501 - Action 1389888702 - Property 2879900210
source: Inventory - Sales Statistics
es_mx: Existencias - Estadísticas ventas
fr_ca: Inventaire - Statistiques de ventes

# Page 1696202501 - Action 598141710 - Property 2879900210
source: Assemble to Order - Sales
es_mx: Ensamblar para pedido - Ventas
fr_ca: Assembler pour commande - Ventes

# Page 1696202501 - Action 2893605781 - Property 2879900210
source: Inventory - Customer Sales
es_mx: Producto - Ventas clientes
fr_ca: Inventaire - Ventes client

# Page 1696202501 - Action 1822841853 - Property 2879900210
source: Inventory - Vendor Purchases
es_mx: Producto - Compras proveedores
fr_ca: Inventaire - Achats fournisseur

# Page 1696202501 - Action 3983795751 - Property 2879900210
source: Inventory - Reorders
es_mx: Producto - Reorden
fr_ca: Inventaire - Réapprovisionnement

# Page 1696202501 - Action 315029323 - Property 2879900210
source: Inventory - Sales Back Orders
es_mx: Productos - Pedidos por servir
fr_ca: Inventaire - Commandes en retard

# Page 1696202501 - Action 1070215966 - Property 2879900210
source: Nonstock Item Sales
es_mx: Vtas. prod. no inventariables
fr_ca: Ventes d'articles hors stock

# Page 1696202501 - Action 1874917531 - Property 2879900210
source: Inventory - Cost Variance
es_mx: Existencias - Variación del costo
fr_ca: Inventaire : Évolution des coûts

# Page 1696202501 - Action 1818270507 - Property 2879900210
source: Inventory Valuation
es_mx: Valuación de inventarios
fr_ca: Évaluation de l'inventaire

# Page 1696202501 - Action 696019919 - Property 2879900210
source: Invt. Valuation - Cost Spec.
es_mx: Valorac. exist.-especif. costo
fr_ca: Évaluation des stocks - Spécification coût

# Page 1696202501 - Action 1252771262 - Property 2879900210
source: Inventory Valuation - WIP
es_mx: Valuación de inventarios - WIP
fr_ca: Évaluation de l'inventaire d'en-cours

# Page 1696202501 - Action 4096990406 - Property 2879900210
source: Item Register - Value
es_mx: Registro movs. prods. - valor
fr_ca: Registre d'article - Valeur

# Page 1696202501 - Action 714056616 - Property 2879900210
source: Item Charges - Specification
es_mx: Cargos prod. - especificación
fr_ca: Frais annexes - Spécification
