Repository: sauder5/Production
Catalog: CodeUnit/translation.*.xlf
Languages: es_mx, fr_ca

# Codeunit 3489653344 - NamedType 95063322
source: The warehouse shipment was not created because an open warehouse shipment exists for the Sales Header and Shipping Advice is %1.\\You must add the item(s) as new line(s) to the existing warehouse shipment or change Shipping Advice to Partial.
es_mx: No se creó el envío de almacén porque existe un envío de almacén abierto para la Cabecera venta y el Aviso envío es %1.\\Debe agregar los productos como líneas nuevas en el envío de almacén existente o cambiar el Aviso envío a Parcial.
fr_ca: La livraison entrepôt n'a pas été créée car une livraison entrepôt ouverte existe pour l'en-tête vente et l'option de livraison est %1.\\Vous devez ajouter les articles comme nouvelles lignes à la livraison entrepôt existante ou modifier l'option de livraison en la définissant sur Partielle.

# Codeunit 3489653344 - NamedType 732759939
source: No %1 was found. The warehouse shipment could not be created.
es_mx: No se encontró %1. No se pudo crear el envío de almacén.
fr_ca: Aucun %1 n'a été trouvé. Impossible de créer la livraison entrepôt.

# Codeunit 3489653344 - NamedType 1026443335
source: Nothing to handle.
es_mx: Nada a manipular.
fr_ca: Il n'y a rien à traiter.

# Codeunit 375742324 - NamedType 3114637384
source: For sercurity reasons data cleaning can only be performed\with a NSC 004/006 license.
es_mx: Por motivos de seguridad, la limpieza de datos sólo puede realizarse\con una licencia NSC 004/006.
fr_ca: Pour des raisons de sécurité, le nettoyage des données ne peut être effectué\qu'avec une licence NSC 004/006.

# Codeunit 375742324 - NamedType 3752334001
source: Current process @1@@@@@@@@@@@@@@@\
es_mx: Proceso actual @1@@@@@@@@@@@@@@@\
fr_ca: Traitement en cours @1@@@@@@@@@@@@@@@\

# Codeunit 375742324 - NamedType 95063322
source: Current status #2###################
es_mx: Estado actual #2###################
fr_ca: Statut actuel #2###################

# Codeunit 375742324 - NamedType 732759939
source: Table No.
es_mx: Nº tabla
fr_ca: N° de la table

# Codeunit 838905058 - NamedType 3114637384
source: For sercurity reasons data cleaning can only be performed\with a NSC 004/006 license.
es_mx: Por motivos de seguridad, la limpieza de datos sólo puede realizarse\con una licencia NSC 004/006.
fr_ca: Pour des raisons de sécurité, le nettoyage des données ne peut être effectué\qu'avec une licence NSC 004/006.

# Codeunit 838905058 - NamedType 3752334001
source: Current process @1@@@@@@@@@@@@@@@\
es_mx: Proceso actual @1@@@@@@@@@@@@@@@\
fr_ca: Traitement en cours @1@@@@@@@@@@@@@@@\

# Codeunit 838905058 - NamedType 95063322
source: Current status #2###################
es_mx: Estado actual #2###################
fr_ca: Statut actuel #2###################

# Codeunit 838905058 - NamedType 732759939
source: Table No.
es_mx: Nº tabla
fr_ca: N° de la table
